Locales["ru"] = {
    UI = {
        modal = {
            save = {
                title = "Сохранить настройки",
                description = "Вы останетесь уродливыми"
            },
            exit = {
                title = "Выйти из настроек",
                description = "Изменения не будут сохранены"
            },
            accept = "Да",
            decline = "Нет"
        },
        ped = {
            title = "Персонаж",
            model = "Модель"
        },
        headBlend = {
            title = "Наследственность",
            shape = {
                title = "Лицо",
                firstOption = "Отец",
                secondOption = "Мать",
                mix = "Смешивание"
            },
            skin = {
                title = "Кожа",
                firstOption = "Отец",
                secondOption = "Мать",
                mix = "Смешивание"
            },
            race = {
                title = "Раса",
                shape = "Форма",
                skin = "Кожа",
                mix = "Смешивание"
            }
        },
        faceFeatures = {
            title = "Черты лица",
            nose = {
                title = "Нос",
                width = "Ширина",
                height = "Высота",
                size = "Размер",
                boneHeight = "Высота кости",
                boneTwist = "Изгиб кости",
                peakHeight = "Высота кончика"
            },
            eyebrows = {
                title = "Брови",
                height = "Высота",
                depth = "Глубина"
            },
            cheeks = {
                title = "Щёки",
                boneHeight = "Высота кости",
                boneWidth = "Ширина кости",
                width = "Ширина"
            },
            eyesAndMouth = {
                title = "Глаза и рот",
                eyesOpening = "Разрез глаз",
                lipsThickness = "Толщина губ"
            },
            jaw = {
                title = "Челюсть",
                width = "Ширина",
                size = "Размер"
            },
            chin = {
                title = "Подбородок",
                lowering = "Опущение",
                length = "Длина",
                size = "Размер",
                hole = "Размер ямочки"
            },
            neck = {
                title = "Шея",
                thickness = "Толщина"
            }
        },
        headOverlays = {
            title = "Внешность",
            hair = {
                title = "Волосы",
                style = "Стиль",
                color = "Цвет",
                highlight = "Мелировка",
                texture = "Текстура",
                fade = "Затемнение"
            },
            opacity = "Прозрачность",
            style = "Стиль",
            color = "Цвет",
            secondColor = "Дополнительный цвет",
            blemishes = "Недостатки",
            beard = "Борода",
            eyebrows = "Брови",
            ageing = "Старение",
            makeUp = "Макияж",
            blush = "Румяна",
            complexion = "Цвет лица",
            sunDamage = "Загар",
            lipstick = "Помада",
            moleAndFreckles = "Родинки и веснушки",
            chestHair = "Волосы на груди",
            bodyBlemishes = "Недостатки тела",
            eyeColor = "Цвет глаз"
        },
        components = {
            title = "Одежда",
            drawable = "Вид",
            texture = "Текстура",
            mask = "Маска",
            upperBody = "Руки",
            lowerBody = "Ноги",
            bags = "Сумки и парашют",
            shoes = "Обувь",
            scarfAndChains = "Шарф и цепи",
            shirt = "Рубашка",
            bodyArmor = "Бронежилет",
            decals = "Наклейки",
            jackets = "Куртки",
            head = "Голова"
        },
        props = {
            title = "Аксессуары",
            drawable = "Вид",
            texture = "Текстура",
            hats = "Шляпы и шлемы",
            glasses = "Очки",
            ear = "Уши",
            watches = "Часы",
            bracelets = "Браслеты"
        },
        tattoos = {
            title = "Татуировки",
            items = {
                ZONE_TORSO = "Торс",
                ZONE_HEAD = "Голова",
                ZONE_LEFT_ARM = "Левая рука",
                ZONE_RIGHT_ARM = "Правая рука",
                ZONE_LEFT_LEG = "Левая нога",
                ZONE_RIGHT_LEG = "Правая нога"
            },
            apply = "Применить",
            delete = "Удалить",
            deleteAll = "Удалить все татуировки",
            opacity = "Прозрачность"
        }
    },
    outfitManagement = {
        title = "Управление нарядами",
        jobText = "Управление нарядами для работы",
        gangText = "Управление нарядами для банды"
    },
    cancelled = {
        title = "Настройка отменена",
        description = "Настройки не сохранены"
    },
    outfits = {
        import = {
            title = "Введите код наряда",
            menuTitle = "Импорт наряда",
            description = "Импортировать наряд из кода",
            name = {
                label = "Назовите наряд",
                placeholder = "Красивый наряд",
                default = "Импортированный наряд"
            },
            code = {
                label = "Код наряда"
            },
            success = {
                title = "Наряд импортирован",
                description = "Теперь вы можете переодеться в этот наряд через меню нарядов"
            },
            failure = {
                title = "Ошибка импорта",
                description = "Недействительный код наряда"
            }
        },
        generate = {
            title = "Сгенерировать код наряда",
            description = "Сгенерировать код наряда для обмена",
            failure = {
                title = "Что-то пошло не так",
                description = "Не удалось сгенерировать код для наряда"
            },
            success = {
                title = "Код наряда сгенерирован",
                description = "Вот ваш код наряда"
            }
        },
        save = {
            menuTitle = "Сохранить текущий наряд",
            menuDescription = "Сохранить текущий наряд как %s наряд",
            description = "Сохранить текущий наряд",
            title = "Назовите ваш наряд",
            managementTitle = "Детали управляемого наряда",
            name = {
                label = "Название наряда",
                placeholder = "Очень крутой наряд"
            },
            gender = {
                label = "Пол",
                male = "Мужской",
                female = "Женский"
            },
            rank = {
                label = "Минимальный ранг"
            },
            failure = {
                title = "Ошибка сохранения",
                description = "Наряд с таким названием уже существует"
            },
            success = {
                title = "Успешно",
                description = "Наряд %s сохранён"
            }
        },
        update = {
            title = "Обновить наряд",
            description = "Сохранить текущую одежду в существующий наряд",
            failure = {
                title = "Ошибка обновления",
                description = "Такой наряд не существует"
            },
            success = {
                title = "Успешно",
                description = "Наряд %s обновлён"
            }
        },
        change = {
            title = "Сменить наряд",
            description = "Выберите из сохранённых %s нарядов",
            pDescription = "Выберите из сохранённых нарядов",
            failure = {
                title = "Что-то пошло не так",
                description = "Наряд, на который вы пытаетесь переодеться, не имеет базового внешнего вида",
            }
        },
        delete = {
            title = "Удалить наряд",
            description = "Удалить сохранённый %s наряд",
            mDescription = "Удалить любой из сохранённых нарядов",
            item = {
                title = 'Удалить "%s"',
                description = "Модель: %s%s"
            },
            success = {
                title = "Успешно",
                description = "Наряд удалён"
            }
        },
        manage = {
            title = "👔 | Управление %s нарядами"
        }
    },
    jobOutfits = {
        title = "Рабочие наряды",
        description = "Выберите из рабочих нарядов"
    },
    menu = {
        returnTitle = "Вернуться",
        title = "Гардеробная",
        outfitsTitle = "Наряды игрока",
        clothingShopTitle = "Магазин одежды",
        barberShopTitle = "Парикмахерская",
        tattooShopTitle = "Тату-салон",
        surgeonShopTitle = "Пластический хирург"
    },
    clothing = {
        title = "Купить одежду - $%d",
        titleNoPrice = "Сменить одежду",
        options = {
            title = "👔 | Опции магазина одежды",
            description = "Выберите из широкого ассортимента одежды"
        },
        outfits = {
            title = "👔 | Опции нарядов",
            civilian = {
                title = "Гражданский наряд",
                description = "Надеть свою одежду"
            }
        }
    },
    commands = {
        reloadskin = {
            title = "Перезагружает вашего персонажа",
            failure = {
                title = "Ошибка",
                description = "Вы не можете использовать reloadskin прямо сейчас"
            }
        },
        clearstuckprops = {
            title = "Удаляет все аксессуары, прикреплённые к персонажу",
            failure = {
                title = "Ошибка",
                description = "Вы не можете использовать clearstuckprops прямо сейчас"
            }
        },
        pedmenu = {
            title = "Открыть / дать меню одежды",
            failure = {
                title = "Ошибка",
                description = "Игрок не в сети"
            }
        },
        joboutfits = {
            title = "Открывает меню рабочих нарядов"
        },
        gangoutfits = {
            title = "Открывает меню нарядов банды"
        },
        bossmanagedoutfits = {
            title = "Открывает меню управляемых боссом нарядов"
        }
    },
    textUI = {
        clothing = "Магазин одежды - Цена: $%d",
        barber = "Парикмахерская - Цена: $%d",
        tattoo = "Тату-салон - Цена: $%d",
        surgeon = "Пластический хирург - Цена: $%d",
        clothingRoom = "Гардеробная",
        playerOutfitRoom = "Наряды"
    },
    migrate = {
        success = {
            title = "Успешно",
            description = "Миграция завершена. %s скинов перенесены",
            descriptionSingle = "Скин перенесён"
        },
        skip = {
            title = "Информация",
            description = "Скин пропущен"
        },
        typeError = {
            title = "Ошибка",
            description = "Недействительный тип"
        }
    },
    purchase = {
        tattoo = {
            success = {
                title = "Успешно",
                description = "Куплена татуировка %s за %s$"
            },
            failure = {
                title = "Не удалось нанести татуировку",
                description = "У вас недостаточно денег!"
            }
        },
        store = {
            success = {
                title = "Успешно",
                description = "Дал $%s игроку %s!"
            },
            failure = {
                title = "Эксплойт!",
                description = "У вас недостаточно денег! Попытка эксплойта системы!"
            }
        }
    }
}